{"messages": [{"role": "user", "content": "Кто автор книги «От двух до пяти»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q18687121 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Бурятии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6809 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году тренировался Алексей Константинович Ягудин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q316861 wdt:P286 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Частью чего является «Вий»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1409198 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «My Way»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q925657 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Prisencolinensinainciusol»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1750334 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Чувашии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5466 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Техаса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1439 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "С чем соединяется гайка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190977 wdt:P2789 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране используется грузинский лари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4608 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор фильма «Семнадцать мгновений весны»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q472018 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой город обслуживает Ливерпульский аэропорт имени Джона Леннона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8727 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Копакабана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202730 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель игры «Тетрис»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q71910 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто первооткрыватель абсолютного нуля температуры?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q81182 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая позиция в команде у Игоря Владимировича Акинфеева?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q203002 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким подклассом чего является пульсар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4360 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где умер Моисей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9077 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая высшая точка Крымских гор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q748282 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится компания Beretta?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q324782 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находятся сланцы Бёрджес?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q852085 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор зонг-оперы «Орфей и Эвридика»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4337231 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой домашний стадион у сборной Аргентины по футболу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q79800 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор книги «Путешествие на «Снарке»»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3207964 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится статуя Будды в Уси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2520201 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор трагедии «Семеро против Фив»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q506546 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какую должность занимал Дуайт Филли Дэвис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q53403 wdt:P39 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Грозовой перевал»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202975 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Астор Пьяццолла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q172505 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «451 градус по Фаренгейту»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202009 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Как зовут Гарри Поттера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P1429 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой голосовой тип у Эми Уайнхаус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15897 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта в Макао?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14773 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был супругом Рембрандта?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5598 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой идентификатор MIA у Иоганна Гутенберга?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8958 wdt:P3603 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор «Фантастической симфонии»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q462313 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране используется монгольский тугрик?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q183435 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Даниэля Ортеги?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57402 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая высшая точка Кавказских гор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5477 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель фильма «Воины Апокалипсиса»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52253277 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор речей «Катилинарии»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1055008 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Откуда родом создатель памятника Крылову?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343206 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Video Killed the Radio Star»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1164811 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где работал Оскар Нимейер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134165 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река является притоком Укаяли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200952 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое имя у Нонны Викторовны Мордюковой?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q242138 wdt:P735 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится «Титаник»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q25173 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "К какому виду спорта относится гамбит?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q208544 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта на островах Святой Елены, Вознесения и Тристан-да-Кунья?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192184 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким видом спорта занималась Лариса Семёновна Латынина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22102 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Российский государственный музей Арктики и Антарктики?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q673942 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Борисполь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q158910 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Королевства Обеих Сицилий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q180393 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится сущность Q328079?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q328079 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Омский областной музей изобразительных искусств имени М. А. Врубеля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19844167 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Камень Красноречия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2369564 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Танталова пещера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q620269 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор сущности Q12008?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12008 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится памятник Юрию Деточкину?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16271013 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q8565338"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q8565338 wdt:P984 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране прошли зимние Олимпийские игры 2018?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Центральный военно-морской музей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190439 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Актриса Весна»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3648594 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Застава?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15770 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какова причина смерти Фрэнсиса Дрейка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36517 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был главным редактором Большой советской энциклопедии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q234535 wdt:P98 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Долина Кувшинов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q870258 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был фаворитом Алексея Григорьевича Разумовского?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q918514 wdt:P451 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране появился гуляш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q205762 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родилась Клара Цеткин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q75823 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Иисус Христос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Чёрный обелиск»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1199598 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто первым расшифровал клинопись?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q401 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Turning Torso?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q206435 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой коллекции находится картина «Красные виноградники в Арле»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1926628 wdt:P195 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Остров Крым»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4338818 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким видом спорта занимался Зураб Лаврентьевич Соткилава?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3652339 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто является покровителем Шотландии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Муаммара Каддафи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19878 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q1240760"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q1240760 wdt:P2834 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится скульптура «Родина-мать»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1601986 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой домашний стадион у футбольного клуба «Бавария»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15789 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Утро стрелецкой казни»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4478998 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На основе какого произведения создан фильм «Бен Ганн»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4885761 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое государство пришло на смену Парфянскому царству?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1986139 wdt:P156 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какую реку пересекает Дворцовый мост?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q148970 wdt:P177 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает через Тагарский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4449608 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Пьемонт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1216 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Имы Сумак?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239030 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году была выпущена песня «Sabotage»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q692298 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор стихотворения «Спящая царевна»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19221647 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Банф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41858 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какова причина смерти Джона Денвера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q105460 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На какой горе находится Фудзияма?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39231 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор сценария фильма «Впервые замужем»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4126934 wdt:P58 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто отец Пана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q132582 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает по полуострову Ямал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q488266 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая наука изучает Землю?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Roar»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14559271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Тибет?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17252 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком жанре написана «Капитанская дочка»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q144569 wdt:P136 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор книги «Десять книг об архитектуре»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1232238 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой приток у реки Золотая Липа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2298290 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Австралии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q408 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Фульда?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3963 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится водопад на реке Венте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1939427 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Что является столицей Барселоны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1492 wdt:P1376 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое место действия в комедии «Ревизор»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471066 wdt:P4647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится река Эльба?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45328 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Дуэлянты»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212051 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
