{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Титаник»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q44578 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Сиримаво Бандаранаике?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q194291 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком космическом корабле летала Валентина Владимировна Терешкова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q44371 wdt:P450 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель Русского балета Дягилева?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214423 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком музыкальном инструменте играет Эдвин Мартон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441053 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком континенте находится центр Рокфеллера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q370807 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Мачу-Пикчу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q676203 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Сезар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q174389 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой официальный язык на Шри-Ланке?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q854 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого произведения родом персонаж Грегор Замза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3566632 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Уральского федерального округа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41964 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у фильма «Ставка больше, чем жизнь»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q961 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком языке написана книга «Легенда об Уленшпигеле»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3972449 wdt:P407 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает через Исландию?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3740828 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Солнечный берег?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1011039 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Веймар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3955 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой идентификатор PIM у Пала Эрдёша?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q173746 wdt:P3973 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Зал славы рок-н-ролла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179191 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q9657354"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q9657354 wdt:P7926 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Межзвёздный скиталец»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q626663 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Sabotage»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q692298 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое медицинское состояние развилось у Людвига ван Бетховена?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P1050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q7257433"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q7257433 wdt:P1283 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Танцующий с волками»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20456 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица ЮАР?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q258 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На чём находится мыс «На краю Света»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4237452 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q1229809"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q1229809 wdt:P1753 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким экземпляром класса являются Гавайи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q782 wdt:P31 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится авиакомпания Qantas?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q32491 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор эпоса «Лачплесис»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1355709 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране прошли летние Олимпийские игры 2000 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель «ВКонтакте»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116933 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто убил Минотавра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q129866 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В честь кого названа сущность Q134465?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134465 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта в Армении?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q399 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится сущность Q179444?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179444 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был участником программы «Союз — Аполлон»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q208759 wdt:P1029 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой голосовой тип у Фёдора Шаляпина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q189164 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Святослава Теофиловича Рихтера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q124890 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор поэмы «Песнь о Гайавате»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q279486 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор поэмы «De rerum natura»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q861986 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто изобрёл фонограф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116434 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q6556509"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q6556509 wdt:P4100 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из каких частей состоит оперный цикл «Кольцо нибелунга»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190237 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Михаил Таль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q102664 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое значимое высказывание связано с речью «У меня есть мечта»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192341 wdt:P823 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q9651777"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q9651777 wdt:P3836 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто открыл абсолютный нуль температуры?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q81182 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Швейцарии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Антверпен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12892 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где прошли летние Олимпийские игры 2016 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8613 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у вина Коммандария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1115080 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q1614577"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q1614577 wdt:P7110 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему тождественна сущность Q162062?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q162062 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится династия Бернадотов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201625 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Валентин Саввич Пикуль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2364621 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор повести «Смерть в Венеции»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q828296 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q3665316"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q3665316 wdt:P9425 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто разработал когнитивную терапию?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13693745 wdt:P178 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из каких частей состоит бронза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34095 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Дилана Томаса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191023 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой домашний стадион у футбольного клуба «Вильярреал»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12297 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родилась Каролина Эррера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q264589 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой город обслуживает Международный аэропорт имени Леонардо да Винчи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19101 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где происходило восстание Уота Тайлера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q498871 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у сущности Q917?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q917 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится музей Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое число Стралера у реки Луары?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1469 wdt:P1548 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где живёт Шива?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q11378 wdt:P551 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Мадейра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30188 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой официальный язык в Эфиопии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q115 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель Новодевичьего монастыря?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q270725 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком языке писал Парацельс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83428 wdt:P6886 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Институт религиозных дел?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q266456 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто мать сущности Q3244512?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор песни «Подмосковные вечера»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q62272 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "За какую команду играет Александр Михайлович Овечкин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q311374 wdt:P54 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится домен .co?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39657 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Видение отроку Варфоломею»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4110588 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Ацтекской империи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2608489 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какова причина смерти Горацио Нельсона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83235 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Португалии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Канады?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое воинское звание было у Маркуса Вольфа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57399 wdt:P410 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родилась Наоми Кемпбелл?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q199369 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находятся Семь Рильских озёр?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1661327 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Сальвадор Дали?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5577 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q157876"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q157876 wdt:P5858 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каких единицах измеряется сущность Q39552?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39552 wdt:P1880 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица провинции Цинхай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45833 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Новой Зеландии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q664 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель компании Hyundai?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29311 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Александра Флеминга?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37064 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2244897"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2244897 wdt:P4176 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был супругом Афродиты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35500 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Гондора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213586 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у сущности Q8023?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8023 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какую форму имеет футбольный мяч?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12252328 wdt:P1419 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится дворец Сан-Суси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q151330 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Учкудук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6364 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создал теорию множеств?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12482 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q4066616"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q4066616 wdt:P5014 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Плесецк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15778 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был матерью Людовика XIV?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7742 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Эстонии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где происходит действие комедии «Ревизор»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471066 wdt:P4647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у крокодила Гены?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q49352 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится сущность Q544003?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q544003 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Бузулук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42234 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Эсватини?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1050 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Скачет красная конница»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1523506 wdt:P170 ?answer . \n}"}]}
