{"messages": [{"role": "user", "content": "Где находится Круглый стол?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q381981 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком созвездии находится звезда Вега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3427 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор оперы «Евгений Онегин»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q50956 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране расположен домен .co?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39657 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится сворачивающийся мост?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2001686 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Франкского государства?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146246 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится авиакомпания Aer Lingus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83716 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая религия у крымчаков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1140111 wdt:P140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится штаб-квартира Международного комитета Красного Креста?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5987345 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Президентский полк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2748789 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Иван Петрович Кулибин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q982211 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q9574082"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q9574082 wdt:P1260 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор рассказа «Обмен разумов»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4329382 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Дом Анны Франк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q165366 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой дворянский титул был у Карла Фридриха Иеронима фон Мюнхгаузена?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q77066 wdt:P97 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор текста гимна «Боже, Царя храни!»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q478470 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находился Александрийский маяк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43244 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у хабанера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q835562 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Сарапул?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q193505 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "К какому виду спорта относится Кубок Гагарина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1166017 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Маринкина башня?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4281506 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой области деятельности известен Джеймс Бонд?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q241031 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Неаполь Скифский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2621094 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране прошли зимние Олимпийские игры 2002 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9668 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какую религию исповедуют крымчаки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1140111 wdt:P140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком веке жил Ханс Кристиан Андерсен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5673 wdt:P2348 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Эдмунда Хиллари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33817 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Первый учитель»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3225870 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Ботсваны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q963 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком музыкальном инструменте играл Диззи Гиллеспи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q49575 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Мост Мира?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q27574 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой город обслуживает Белград?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q127955 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор произведения «Карнавал животных»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q941724 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране произошёл военный переворот 1973 года в Чили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q856670 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где работал Олег Валерианович Басилашвили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2622206 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель ВКонтакте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116933 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где происходит действие романа «Улисс»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6511 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чем известен Стивен Хокинг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17714 wdt:P800 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Мадагаскара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1019 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким видом спорта занимается Марат Мубинович Сафин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q133318 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто отец Ниобы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213621 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор поэмы «Руслан и Людмила»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2353039 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком оборудовании летал Умберто Нобиле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q291200 wdt:P5096 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой приток у реки Укаяли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200952 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Туннель любви?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9635778 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Пьер Огюст Ренуар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39931 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Девочка с персиками»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4156438 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Дети Дон Кихота»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4159337 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Дама с собачкой»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339708 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Измаил?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q147739 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится река Оранжевая?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q181475 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой воинской части служил Михаил Юрьевич Лермонтов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q46599 wdt:P241 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким видом спорта занимается Виктор Алексеевич Кровопусков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q719353 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у пармезана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q155922 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Бокас-дель-Торо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2632038 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2658192"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2658192 wdt:P6278 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая семья у Ричарда I Львиное Сердце?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42305 wdt:P53 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком художественном стиле работал Франческо Растрелли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q299687 wdt:P135 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Озеро Медуз?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q263422 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В честь кого назван Оранжевый орден?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1345321 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Утро в сосновом лесу»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2666439 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой области деятельности известен Густав Климт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34661 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где работал Анри Филипп Петен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5721 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Два капитана»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4155587 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким подклассом чего являются макароны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20019 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На какой территории эндемичен ройбос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q272181 wdt:P183 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор «Логико-философского трактата»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q655717 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто владелец компании Lexus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35919 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор «Трёх законов роботехники»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q23758 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Урфина Джюса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4477437 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится мыс «На краю Света»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4237452 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает у острова Кимолос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q919194 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким подклассом чего является термос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q23664 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Саади?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор повести «Кондуит и Швамбрания»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2252950 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор «Одесских рассказов»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1775716 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Иерусалимский библейский зоопарк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2915736 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Путешествие на Запад»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q70784 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был последователем сущности Q146970?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P1027 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор сущности Q2379240?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2379240 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Восточная песня»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16631980 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице прошёл чемпионат мира по водным видам спорта 2011 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q330343 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Кобо Абэ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q186273 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Русской Америки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q910495 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто отец Зевса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34201 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где производят камамбер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q131480 wdt:P1071 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой тип плода у миндаля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39918 wdt:P4000 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Как зовут Дон Кихота?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q944201 wdt:P3091 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой области деятельности известна Софья Васильевна Ковалевская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184535 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране прошёл чемпионат мира по футболу 2006 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37285 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был супругом Владислава Николаевича Радимова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2286919 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Изумрудный Будда?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1502138 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Эйзенах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7070 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Карачи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8660 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Hair of the Dog»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q962722 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор книги «Краткая история времени»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471726 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель памятника Крылову?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343206 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком континенте находится Израиль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q801 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком музыкальном инструменте играет Вуди Аллен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q25089 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему тождествен Нью-Йорк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q60 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой дворянский титул у Дон Кихота?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q944201 wdt:P97 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q8813652"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q8813652 wdt:P4840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где умер Джон Денвер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q105460 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какие награды получил фильм «Пираты Карибского моря: Сундук мертвеца»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q161087 wdt:P166 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране вручается орден Академических пальм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q760940 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Яноша Кадара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200850 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто убил Петра Аркадьевича Столыпина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q138487 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На основе какого произведения создан фильм про Карабаса-Барабаса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14076726 wdt:P941 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какие части входят в оперный цикл «Кольцо нибелунга»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190237 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто убил Рагнара Лодброка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q314492 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране было введено военное положение в Польше?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q718605 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где умер Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P20 ?answer . \n}"}]}
