{"messages": [{"role": "user", "content": "Кто автор строк: \"Белеет парус одинокий...\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q15723090 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В каком городе аэропорт назван именем Джона Леннона"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q8727 wdt:P931 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В какой легкоатлетической дисциплине олимпийский рекорд Боба Бимона 1968 года был побит только в 1991"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q52604 wdt:P2416 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кому из борцов за гражданские права принадлежит фраза \"У меня есть мечта...\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q192341 wdt:P823 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто написал сказку \"Спящая царевна\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q19221647 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В каком городе происходит действие повести Марка Твена \"Принц и нищий\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2628907 wdt:P840 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В каком городе расположен музей \"Прадо\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q160112 wdt:P131 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая группа записала музыкальный альбом \"Актриса Весна\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q3648594 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Какой художник был подвергнут критике французского высшего общества за скандальный \"Портрет мадам Икс\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2664039 wdt:P170 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто написал музыку к песне \"Подмосковные вечера\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q62272 wdt:P86 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Каков жанр произведения А.С.Пушкина \"Капитанская дочка\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q144569 wdt:P136 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Какой стране принадлежит архипелаг Бокас-дель-Торо, на котором проходят съемки \"Последнего героя\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2632038 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В какой стране многие годы бесчинствовала левацкая террористическая организация \"Сендеро Луминосо\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q207854 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто автор книги \"Шевалье де Сент-Эрмин\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4521904 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "В каком музее мира находится картина Винсента Ван Гога \"Красные виноградники в Арле\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1926628 wdt:P195 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто из отечественных режиссёров, снимавших фильмы по романам А.Дюма, поставил киноленту \"Узник замка Иф\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4469881 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кинематографисты какой страны сняли знаменитый телесериал \"Ставка больше чем жизнь\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q961 wdt:P495 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто из космонавтов участвовал в совместном с США полете \"Союз - Аполлон\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q208759 wdt:P1029 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}\n"}]}
{"messages": [{"role": "user", "content": "Где будут проходить летние Олимпийские игры в 2016г."}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q8613 wdt:P276 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Что есть у колодца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q43483 wdt:P527 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кем по образованию является солист группы \"ДДТ\" Юрий Шевчук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q51094 wdt:P106 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какая страна является родиной сыра \"Пармезан\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q155922 wdt:P495 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа \"Остров Крым\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4338818 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какой штат США американцы называют \"Штат Одинокой звезды\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX skos: <http://www.w3.org/2004/02/skos/core#>\n\nSELECT ?answer\nWHERE {\n?answer skos:altLabel \"Штат Одинокой звезды\"@ru .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какой писатель является автором фантастической повести \"Обмен разумов\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4329382 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссер и главный герой фильма \"Танцы с волками\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q20456 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто автор философского трактата \"О природе вещей\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q861986 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какую страну представляет авиакомпания \"Aer Lingus\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q83716 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Где происходит действие сюжета культового романа Дж. Джойса \"Улисс\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q6511 wdt:P840 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какой рок-группе принадлежат альбом под названием «Собачья шерсть» («Hair of the Dog»)? Kто написал \"Краткую историю времени\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q962722 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал \"Краткую историю времени\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q471726 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал древнегреческую трагедию \"Семеро против Фив\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q506546 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто был режиссёром фильма \"Дом, в котором я живу\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4165167 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто получил злополучное \"яблоко раздора\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q146970 wdt:P127 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является автором поэмы \"Песнь о Гайавате\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q279486 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал \"Историю села Горюхина\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4205024 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Где производятся пистолеты марки \"Беретта\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q324782 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "кто поет песню ROAR"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q14559271 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Где в человеческом организме находится \"привратник\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q290248 wdt:P361 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Руководитель какой социалистической страны был Янош Кадар"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q200850 wdt:P27 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какой город был столицей Карла Великого"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q146246 wdt:P36 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится храм Изумрудного Будды"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1502138 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Как назывался дирижабль Умберто Нобиле на Северный полюс"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q291200 wdt:P5096 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является режиссером фильма Дама с собачкой"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q339708 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто впервые высказал идею существование абсолютного нуля температур"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q81182 wdt:P61 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какая фирма разработала стандарт VHS"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q183976 wdt:P127 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В каком российском городе вы можете посетить \"Музей Арктики и Антарктики\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q673942 wdt:P276 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа \"Грозовой перевал\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q202975 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В какой стране принята денежная единица \"лари\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4608 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кем была Има Сумак?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q239030 wdt:P106 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал картину \"Видение отроку Варфоломею\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4110588 wdt:P170 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какую страну представляет авиакомпания \"Qantas\" (Квонтас)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q32491 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто после круиза по Тихому океану написал повесть «Путешествие на \"Снарке\"»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q3207964 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какая рок-группа создала хит \"Don't Cry\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1242271 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какая опера Вагнера входит в цикл \"Кольцо нибелунга\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q190237 wdt:P527 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто был основателем и первым редактором журнала \"Отечественные записки\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2661947 wdt:P112 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто из детских писателей написал книгу \"От двух до пяти\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q18687121 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Чем, по сути, является немецкий алкогольный напиток \"Егермейстер\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q661871 wdt:P279 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто был режиссёром художественного фильма-коллажа \"Маяковский смеётся или Клоп-75\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4286407 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В какой стране вручается кинопремия \"Сезар\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q174389 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В каком городе расположена знаменитая скульптура \"Родина-мать\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1601986 wdt:P131 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кого в Древней Руси называли словом \"вуй\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\n\nSELECT ?answer\nWHERE {\nVALUES ?answer { wd:Q4120409 }\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Как зовут итальянского \"Карабаса Барабаса\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q14076726 wdt:P941 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какой писатель является автором знаменитого романа \"451 градус по Фаренгейту\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q202009 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является основателем знаменитой соцсети \"Вконтакте\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q116933 wdt:P112 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В каком командном виде спорта разыгрывается приз \"Кубок Гагарина\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1166017 wdt:P641 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал \"Одесские рассказы\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1775716 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В каком столичном городе расположен Сворачивающийся мост, звенья которого складываются в гармошку"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2001686 wdt:P131 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является основателем корейской компании Hyundai"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q29311 wdt:P112 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является автором классического китайского романа \"Путешествие на Запад\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q70784 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто написал картину \"Скачет красная конница из октябрьской столицы, на защиту советской границы\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1523506 wdt:P170 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Как называется традиционный новогодний обряд деревни Семежево в Белоруссии, который включен в список нематериального культурного наследия ЮНЕСКО"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q3917908 wdt:P793 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто является автором стихов песни \"Сулико\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2417129 wdt:P676 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто был первым исполнителем \"Восточной песни\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q16631980 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Как звали поэта, воссоздавшего латышский героический эпос \"Лачплесис\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1355709 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Какая поп-группа получила мировую известность, исполнив песню \"You’re a Woman\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q6170336 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа \"Дубровский\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2379240 wdt:P50 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится картина Рафаэля \"Сикстинская мадонна\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q328079 wdt:P17 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто снял фильм \"Первый учитель\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q3225870 wdt:P57 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
{"messages": [{"role": "user", "content": "Кто сыграл главного героя в фильме \"Форрест Гамп\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q3077690 wdt:P175 ?answer .\nSERVICE wikibase:label { bd:serviceParam wikibase:language \"ru,en\". }\n}"}]}
