{"messages": [{"role": "user", "content": "Когда сменил у Парфянское царство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1986139 wdt:P156 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого гражданство родом Александр Флеминг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37064 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково вид спорта Марат Мубинович Сафин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q133318 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком первооткрыватель говорят в клинопись?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q401 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком создатель говорят в яблоко раздора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково высшая точка Польша?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая композитор у Три плюс два?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1634934 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у Зимние Олимпийские игры 2002?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9668 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2649154"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2649154 wdt:P7526 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место рождения Алексей Владимирович Баталов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339581 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество приток у Парагвай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179396 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится летние Олимпийские игры 2000?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько столица в Республика Конго?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q971 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое место нахождения у Президентский полк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2748789 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году часть Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место у Ревизор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471066 wdt:P4647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком административная единица находится Эйзенах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7070 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Клара Цеткин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q75823 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен режиссёр Узник замка Иф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4469881 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Мост Мира?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q27574 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой воинское звание расположен Маркус Вольф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57399 wdt:P410 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место у Камамбер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q131480 wdt:P1071 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько вид спорта в Индийская защита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441458 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково континент Израиль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q801 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое мать у Иван Грозный?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7996 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой находится на расположен Край Света?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4237452 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q5368120"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q5368120 wdt:P2826 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа административная единица Иерусалимский библейский зоопарк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2915736 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Нойшванштайн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4152 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком созвездие говорят в Вега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3427 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой высшая точка расположен Кавказские горы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5477 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен имеет часть Десять заповедей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34623 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году тип плода миндаль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39918 wdt:P4000 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен убийца Пётр Аркадьевич Столыпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q138487 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место рождения расположен Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое автор у Парус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15723090 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Бокас-дель-Торо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2632038 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково валюта Макао?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14773 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q4476721"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q4476721 wdt:P4117 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Qantas?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q32491 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа мать Иван Грозный?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7996 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место работы в Олег Валерианович Басилашвили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2622206 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году оборудование Умберто Нобиле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q291200 wdt:P5096 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен исполнитель You’re a Woman?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6170336 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна сущность Q328079?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q328079 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда часовой пояс у Лиссабон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q597 wdt:P421 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой композитор расположен Евгений Онегин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q50956 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Тонтон-макуты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q923766 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково первооткрыватель абсолютный нуль температуры?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q81182 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда основатель у орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место действия у Улисс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6511 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком создатель говорят в Утро в сосновом лесу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2666439 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество сменил у Парфянское царство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1986139 wdt:P156 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место рождения Сальвадор Дали?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5577 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько победитель в Чемпионат России по футболу 2013/2014?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13410151 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у летние Олимпийские игры 2000?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится грузинский лари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4608 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Семь Рильских озёр?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1661327 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у Шантарские острова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q338279 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Военный переворот 1973 года в Чили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q856670 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком гражданство находится Янош Кадар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200850 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен названо в честь импрессионизм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q40415 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое автор у Песня о Гайавате?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q279486 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место рождения говорят в Фаина Георгиевна Раневская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q470466 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Бурятия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6809 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место рождения Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая протекает у Ямал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q488266 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком тренер говорят в Ягудин, Алексей Константинович?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q316861 wdt:P286 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место нахождения у Титаник?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q25173 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место нахождения у Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда имя у Гарри Поттер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P1429 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого профессия родом Дилан Томас?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191023 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество позиция в команде у Игорь Владимирович Акинфеев?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q203002 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда протекает у Тагарский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4449608 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком часть говорят в Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько создатель в Утро в сосновом лесу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2666439 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Цинхай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45833 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество автор у Парус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15723090 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого административная единица родом Эйзенах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7070 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа автор От двух до пяти?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q18687121 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком имеет часть находится колодец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43483 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой музыкальный инструмент расположен Вера Георгиевна Дулова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q754361 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого часть родом Стекловидное тело?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q326710 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой автор расположен Логико-философский трактат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q655717 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком штаб-квартира говорят в Белорусский автомобильный завод?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q815069 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Суэцкий канал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q899 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Бузулук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42234 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Сезар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q174389 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место рождения у Франциск Скорина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q435320 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая идентификатор PIM у Пал Эрдёш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q173746 wdt:P3973 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор лестерский кодекс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q683814 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда гражданство у Голландец Шульц?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q957299 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком гражданство говорят в Давид IV Строитель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36760 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой штаб-квартира у Грассхоппер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201360 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен причина смерти Фрэнсис Дрейк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36517 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество воинское звание у Маркус Вольф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57399 wdt:P410 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько язык в Парацельс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83428 wdt:P6886 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое супруг у Владислав Николаевич Радимов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2286919 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество создатель у Тетрис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q71910 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько убийца в Пётр Аркадьевич Столыпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q138487 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор Кондуит и Швамбрания?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2252950 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q4765865"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q4765865 wdt:P6328 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Дарвин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q11568 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое вид спорта у Кубок Гагарина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1166017 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком создатель находится Утро в сосновом лесу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2666439 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа религия крымчаки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1140111 wdt:P140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году тождественно Нью-Йорк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q60 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько позиция в команде в Нильс Бор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7085 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда протекает у Кимолос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q919194 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Учкудук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6364 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор История села Горюхина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4205024 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько континент в Израиль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q801 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен гражданство Эдмунд Хиллари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33817 wdt:P27 ?answer . \n}"}]}
