{"messages": [{"role": "user", "content": "Какого числа имеет часть бронза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34095 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой вид спорта у Индийская защита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441458 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком приток говорят в Золотая Липа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2298290 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого век родом Ханс Кристиан Андерсен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5673 wdt:P2348 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место рождения родом Алексей Владимирович Баталов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339581 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место нахождения говорят в Восстание Уота Тайлера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q498871 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество основатель у Подари жизнь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4366981 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен создатель Последний день Помпеи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2521909 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой композитор у Карнавал животных?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q941724 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково гражданство Голландец Шульц?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q957299 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа имя Нонна Викторовна Мордюкова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q242138 wdt:P735 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Карачи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8660 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у летние Олимпийские игры 2000?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком столица находится Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен создатель Потолок Сикстинской капеллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q844675 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Тибет?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17252 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком режиссёр находится Дуэлянты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212051 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой континент у Рокфеллер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q370807 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком административная единица находится Центральный военно-морской музей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190439 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком административная единица говорят в Неаполь Скифский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2621094 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Гондор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213586 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая режиссёр у Танцующий с волками?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20456 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место рождения Фаина Георгиевна Раневская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q470466 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в Оранжевая?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q181475 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Семь Рильских озёр?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1661327 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа штаб-квартира Кременчугский автомобильный завод?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q783036 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой единица измерения расположен тесла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q163343 wdt:P111 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой режиссёр у Дети Дон Кихота?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4159337 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа космический корабль Валентина Владимировна Терешкова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q44371 wdt:P450 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор Путешествие на Запад?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q70784 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое исполнитель у Prisencolinensinainciusol?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1750334 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком столица находится Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком имеет часть находится Десять заповедей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34623 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько композитор в Семнадцать мгновений весны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q472018 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Португалия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое место у Камамбер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q131480 wdt:P1071 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административная единица расположен Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое автор текста у Сулико?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2417129 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен имеет часть сущность Q732607?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q732607 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна происхождения Коммандария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1115080 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен вид спорта Соткилава, Зураб Лаврентьевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3652339 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году медицинское состояние Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P1050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Словакия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Гондор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213586 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен протекает Саратов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5332 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая гражданство у сущность Q8023?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8023 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор у Краткая история времени?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471726 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место нахождения находится Домик Петра I (Нидерланды)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17594749 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой административная единица у Бузулук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42234 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Австралия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q408 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен музыкальный инструмент Эдвин Мартон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441053 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество гражданство у Давид IV Строитель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36760 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа часть гипотенуза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q104962 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая автор у Обмен разумов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4329382 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место рождения Мухаммед?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9458 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году тождественно сущность Q162062?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q162062 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место смерти находится Жюль Верн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33977 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен автор сущность Q2379240?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2379240 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен профессия Урфин Джюс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4477437 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько сменил в Парфянское царство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1986139 wdt:P156 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой автор расположен Кондуит и Швамбрания?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2252950 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое подкласс у электрон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2225 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком дворянский титул находится Карл Фридрих Иероним фон Мюнхгаузен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q77066 wdt:P97 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен изображённый объект флаг Лихтенштейна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q103055 wdt:P180 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого автор родом Лачплесис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1355709 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая автор у Катилинарии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1055008 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году названо в честь сущность Q134465?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134465 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Сальвадор Дали?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5577 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Закарпатская область?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170213 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком религия говорят в крымчаки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1140111 wdt:P140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество музыкальный инструмент у Вера Георгиевна Дулова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q754361 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Водопад на реке Венте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1939427 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен изучает флаг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14660 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько столица в Мадагаскар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1019 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда созвездие у Арктур?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12985 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой автор расположен Спящая царевна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19221647 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком автор находится Краткая история времени?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471726 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор у Десять книг об архитектуре?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1232238 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году исполнитель You’re a Woman?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6170336 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой исполнитель у Восточная песня?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16631980 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком дворянский титул говорят в Карл Фридрих Иероним фон Мюнхгаузен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q77066 wdt:P97 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком дисциплина в лёгкой атлетике находится Сергей Назарович Бубка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184556 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой столица расположен Хорватия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q224 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен медицинское состояние Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P1050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество первооткрыватель у фонограф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116434 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Закарпатская область?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170213 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько команда в Андрей Геннадьевич Кириленко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q294788 wdt:P647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого профессия родом Святослав Теофилович Рихтер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q124890 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой причина смерти расположен Горацио Нельсон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83235 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда исполнитель у Don’t Cry?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1242271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого высшая точка родом Кавказские горы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5477 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место нахождения находится Восстание Уота Тайлера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q498871 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой вид спорта расположен Марат Мубинович Сафин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q133318 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько штаб-квартира в Белорусский автомобильный завод?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q815069 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда имеет часть у бронза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34095 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая владелец у VHS?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q183976 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая изучает у Земля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого автор родом Чёрный обелиск?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1199598 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Определи место нахождения Уффици"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51252 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Борисполь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q158910 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой последователь расположен сущность Q146970?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P1027 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q1840636"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q1840636 wdt:P6140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году исполнитель Prisencolinensinainciusol?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1750334 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Швейцария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место смерти расположен Жюль Верн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33977 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое эндемичная территория у Ройбос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q272181 wdt:P183 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Сендеро луминосо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q207854 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Новая Зеландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q664 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда подкласс у Егермейстер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q661871 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково супруг Рембрандт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5598 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Карачи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8660 wdt:P17 ?answer . \n}"}]}
