{"messages": [{"role": "user", "content": "Сколько подкласс в Егермейстер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q661871 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая композитор у Семнадцать мгновений весны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q472018 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой первооткрыватель у теория множеств?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12482 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество отец у Пан?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q132582 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой число Стралера расположен Луара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1469 wdt:P1548 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая автор у Спящая царевна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19221647 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого гражданство родом Янош Кадар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200850 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком протекает находится Саратов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5332 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество автор у Семеро против Фив?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q506546 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место нахождения у Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество оборудование у Умберто Нобиле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q291200 wdt:P5096 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году основатель орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого профессия родом Има Сумак?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239030 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда автор у От двух до пяти?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q18687121 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой дисциплина в лёгкой атлетике у Боб Бимон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52604 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая автор сценария у Впервые замужем?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4126934 wdt:P58 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место рождения находится Каролина Эррера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q264589 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая вид спорта у Лариса Семёновна Латынина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22102 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько приток в Укаяли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200952 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Сендеро луминосо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q207854 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком первооткрыватель находится клинопись?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q401 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Мост Мира?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q27574 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое автор у Три закона роботехники?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q23758 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой столица расположен Ботсвана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q963 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Туннель любви?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9635778 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество континент у Рокфеллер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q370807 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Канада?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен административная единица Веймар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3955 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково вид спорта Кровопусков, Виктор Алексеевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q719353 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место смерти родом Моисей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9077 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Туннель любви?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9635778 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком основатель говорят в Русский балет Дягилева?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214423 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа изучает атмосфера Земли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3230 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое официальный язык у Эфиопия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q115 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Военное положение в Польше?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q718605 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Солнечный берег?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1011039 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая административная единица у Памятник Юрию Деточкину?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16271013 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в Нойшванштайн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4152 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая создатель у Последний день Помпеи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2521909 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году гражданство Эдмунд Хиллари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33817 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место рождения Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком вид спорта говорят в Соткилава, Зураб Лаврентьевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3652339 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком часть находится Стекловидное тело?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q326710 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Техас?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1439 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году должность Дуайт Филли Дэвис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q53403 wdt:P39 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой соединяется с расположен гайка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190977 wdt:P2789 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество гражданство у Даниэль Ортега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57402 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество область деятельности у Софья Васильевна Ковалевская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184535 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Институт религиозных дел?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q266456 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда протекает у Ямал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q488266 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково форма футбольный мяч?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12252328 wdt:P1419 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково семья Ричард I Львиное Сердце?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42305 wdt:P53 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком создатель говорят в Портрет мадам Икс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа профессия Юрий Юлианович Шевчук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51094 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у Статуя Будды в Уси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2520201 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой исполнитель у Roar?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14559271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в Долина Кувшинов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q870258 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа административная единица Бузулук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42234 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество официальный язык у Шри-Ланка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q854 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком высшая точка находится Польша?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административная единица расположен Сарапул?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q193505 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком административная единица находится Turning Torso?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q206435 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком область деятельности говорят в Густав Климт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34661 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа гражданство Сиримаво Бандаранаике?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q194291 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Пагода Шведагон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q464535 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая главный редактор у Большая советская энциклопедия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q234535 wdt:P98 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа архитектурный стиль Храм Христа Спасителя?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q194474 wdt:P149 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место нахождения в Александрийский маяк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43244 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком председатель говорят в Русское географическое общество?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q726762 wdt:P488 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая язык у Легенда об Уленшпигеле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3972449 wdt:P407 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место рождения расположен Эрнесто Че Гевара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5809 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого вид спорта родом Индийская защита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441458 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа автор Три товарища?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1257081 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество режиссёр у Брат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1192679 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Военное положение в Польше?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q718605 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком тождественно находится сущность Q162062?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q162062 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком столица находится Хорватия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q224 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой мать у сущность Q3244512?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Водопад на реке Венте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1939427 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Закарпатская область?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170213 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая основатель у Новодевичий монастырь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q270725 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого часть родом привратник желудка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q290248 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой домашний стадион у Вильярреал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12297 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году дисциплина в лёгкой атлетике Боб Бимон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52604 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа часовой пояс Лиссабон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q597 wdt:P421 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа этническая группа Сёрен Кьеркегор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6512 wdt:P172 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Словакия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году создатель сильмариллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1234666 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой исполнитель расположен My Way?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q925657 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году созвездие Вега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3427 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково протекает Кимолос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q919194 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда фаворит у Алексей Григорьевич Разумовский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q918514 wdt:P451 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Turning Torso?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q206435 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой гражданство расположен Муаммар Каддафи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19878 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Алексей Владимирович Баталов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339581 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком покровитель находится Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком победитель находится Чемпионат СССР по футболу 1991 (высшая лига)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2560523 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество изучает у атмосфера Земли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3230 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком изучает находится флаг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14660 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком профессия находится крокодил Гена?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q49352 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна сущность Q4288454?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4288454 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа место рождения Михаил Таль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q102664 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой исполнитель у Sabotage?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q692298 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году режиссёр Маяковский смеётся, или Клоп-75?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4286407 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Португалия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Застава?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15770 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен столица сущность Q917?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q917 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой исполнитель у Hair of the Dog?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q962722 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа автор сущность Q2379240?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2379240 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда континент у Рокфеллер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q370807 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Аляска?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q797 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор Шевалье де Сент-Эрмин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4521904 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Мост Мира?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q27574 wdt:P17 ?answer . \n}"}]}
