{"messages": [{"role": "user", "content": "Какое режиссёр у Дом, в котором я живу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4165167 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое место нахождения у Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком создатель находится Портрет мадам Икс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой административная единица у Измаил?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q147739 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда основатель у Hyundai?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29311 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Мадагаскар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1019 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Королевство Обеих Сицилий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q180393 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая супруг у Афродита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35500 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен автор лестерский кодекс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q683814 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком режиссёр говорят в Дом, в котором я живу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4165167 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q9533740"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q9533740 wdt:P8050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Уральский федеральный округ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41964 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое создатель у Смерть Ивана Грозного?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28226547 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Уральский федеральный округ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41964 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое идентификатор TDKIV у блог?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30849 wdt:P5398 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа форма футбольный мяч?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12252328 wdt:P1419 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Бурятия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6809 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково созвездие Арктур?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12985 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор Обмен разумов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4329382 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа исполнитель Восточная песня?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16631980 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая официальный язык у Эфиопия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q115 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой подкласс расположен электрон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2225 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество мать у Людовик XIV?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7742 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое единица измерения у тесла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q163343 wdt:P111 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество находится на у Край Света?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4237452 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое вид спорта у Кровопусков, Виктор Алексеевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q719353 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен команда Александр Михайлович Овечкин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q311374 wdt:P54 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа названо в честь Оранжевый орден?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1345321 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой обслуживает у Международный аэропорт имени Леонардо да Винчи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19101 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в Пьемонт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1216 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой первооткрыватель расположен законы Ньютона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q38433 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком валюта говорят в Венгрия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда режиссёр у Брат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1192679 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году создатель Скачет красная конница?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1523506 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком имеет часть говорят в колодец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43483 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен имеет часть колодец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43483 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого произведение родом Грегор Замза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3566632 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место рождения Каролина Эррера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q264589 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Пирамида Солнца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29238 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково должность Дуайт Филли Дэвис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q53403 wdt:P39 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково голосовой тип Фёдор Шаляпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q189164 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Пирамида Джосера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192418 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у Сезар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q174389 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое изображённый объект у флаг Лихтенштейна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q103055 wdt:P180 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой режиссёр расположен Брат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1192679 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Эльба?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45328 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое административная единица у Эйзенах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7070 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году создатель Портрет мадам Икс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько созвездие в Арктур?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12985 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая область деятельности у Джеймс Бонд?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q241031 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько часть в Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году супруг Рембрандт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5598 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен вид спорта Кубок Гагарина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1166017 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково председатель Русское географическое общество?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q726762 wdt:P488 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда режиссёр у Дом, в котором я живу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4165167 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Канада?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком создатель находится Скачет красная конница?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1523506 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место рождения у Астор Пьяццолла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q172505 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой часть у гипотенуза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q104962 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая официальный язык у Шри-Ланка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q854 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Чемпионат мира по водным видам спорта 2011?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q330343 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество покровитель у Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году созвездие Крабовидная туманность?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10934 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое протекает у Тагарский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4449608 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Объединённые Арабские Эмираты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q878 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году участник Союз — Аполлон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q208759 wdt:P1029 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое имя у Нонна Викторовна Мордюкова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q242138 wdt:P735 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько часть в гипотенуза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q104962 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая названо в честь у Оранжевый орден?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1345321 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая эндемичная территория у Ройбос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q272181 wdt:P183 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое музыкальный инструмент у Эдвин Мартон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441053 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого победитель родом Чемпионат России по футболу 2013/2014?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13410151 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место рождения у Фаина Георгиевна Раневская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q470466 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком музыкальный инструмент находится Карлос Сантана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q819016 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого автор родом Семеро против Фив?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q506546 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое названо в честь у сущность Q134465?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134465 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Оранжевое Свободное Государство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q218023 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество музыкальный инструмент у Эдвин Мартон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441053 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком административная единица говорят в Дом Анны Франк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q165366 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место рождения у Франциск Скорина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q435320 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество голосовой тип у Эми Уайнхаус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15897 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком имя находится Гарри Поттер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P1429 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково последователь сущность Q146970?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P1027 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место работы в Юрий Мефодьевич Соломин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2623285 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая основатель у орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое режиссёр у Дети Дон Кихота?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4159337 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Косцюшко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q178167 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое обслуживает у Белград?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q127955 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Гондор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213586 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого покровитель родом Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Калифорния?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q99 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой режиссёр у Дуэлянты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212051 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Мини-Европа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1067006 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда названо в честь у Оранжевый орден?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1345321 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа музыкальный инструмент Диззи Гиллеспи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q49575 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место работы у Анри Филипп Петен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5721 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое воинская часть у Михаил Юрьевич Лермонтов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q46599 wdt:P241 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком административная единица говорят в Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково разработчик когнитивная терапия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13693745 wdt:P178 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько гражданство в Сиримаво Бандаранаике?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q194291 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Ангкор-Ват?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43473 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году создатель Смерть Ивана Грозного?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28226547 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у сущность Q8023?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8023 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Эсватини?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1050 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа идентификатор PIM Пал Эрдёш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q173746 wdt:P3973 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место нахождения говорят в Камень Красноречия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2369564 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Мадейра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30188 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Андалусия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5783 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году создатель яблоко раздора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое изучает у флаг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14660 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Веймар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3955 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q3552161"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q3552161 wdt:P4426 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом сущность Q179444?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179444 wdt:P17 ?answer . \n}"}]}
