{"messages": [{"role": "user", "content": "Какая высшая точка Польши?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где проходил финал чемпионата мира по футболу 1966 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1065912 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году религия крымчаки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1140111 wdt:P140 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое область деятельности у Софья Васильевна Ковалевская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184535 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой первооткрыватель у клинопись?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q401 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Застава?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15770 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда исполнитель у You’re a Woman?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6170336 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое победитель у Чемпионат России по футболу 2013/2014?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13410151 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько убийца в Рагнар Лодброк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q314492 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое глава администрации у Временное правительство России?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239543 wdt:P6 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году административная единица Пантикапей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q906661 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место у Ревизор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471066 wdt:P4647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда штаб-квартира у Грассхоппер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201360 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место рождения родом Наоми Кемпбелл?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q199369 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна происхождения говорят в Коммандария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1115080 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой участник у Союз — Аполлон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q208759 wdt:P1029 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Пагода Шведагон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q464535 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна летние Олимпийские игры 2000?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Эсватини?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1050 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком автор говорят в лестерский кодекс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q683814 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком протекает говорят в Кимолос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q919194 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Мадагаскар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1019 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько автор в Остров Крым?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4338818 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место нахождения находится летние Олимпийские игры 2016?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8613 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда век у Ханс Кристиан Андерсен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5673 wdt:P2348 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком музыкальный инструмент находится Эдвин Мартон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441053 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место нахождения Круглый стол?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q381981 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году экземпляр класса Гавайи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q782 wdt:P31 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место нахождения в Памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой команда расположен Андрей Геннадьевич Кириленко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q294788 wdt:P647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой покровитель расположен Венеция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q641 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда профессия у Урфин Джюс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4477437 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком эндемичная территория находится Ройбос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q272181 wdt:P183 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Барселона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1492 wdt:P1376 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Канада?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа административная единица Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой приток у Золотая Липа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2298290 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая создатель у Портрет мадам Икс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая высшая точка у Кавказские горы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5477 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда участник у Союз — Аполлон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q208759 wdt:P1029 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место рождения Каролина Эррера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q264589 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у сущность Q917?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q917 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество произведение у Грегор Замза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3566632 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q8376434"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q8376434 wdt:P4455 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна происхождения хабанера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q835562 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году имеет отношение к амбра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q188774 wdt:P1582 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько основатель в ВКонтакте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116933 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой основатель расположен Новодевичий монастырь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q270725 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен автор Краткая история времени?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471726 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа исполнитель Roar?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14559271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна происхождения родом фламенко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9764 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая подкласс у пульсар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4360 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Статуя Будды в Уси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2520201 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Военный переворот 1973 года в Чили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q856670 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество автор у Спящая царевна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19221647 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом летние Олимпийские игры 2000?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8544 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком приток находится Парагвай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179396 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой подкласс у пульсар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4360 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у сущность Q179444?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179444 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково создатель Портрет мадам Икс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место рождения у Саади?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место рождения в Мухаммед?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9458 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая космический корабль у Валентина Владимировна Терешкова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q44371 wdt:P450 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком имя говорят в Гарри Поттер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P1429 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой валюта у Острова Святой Елены, Вознесения и Тристан-да-Кунья?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192184 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен победитель Чемпионат России по футболу 2013/2014?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13410151 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество имя у Гарри Поттер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3244512 wdt:P1429 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место рождения расположен Михаил Таль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q102664 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком произведение находится Жак Паганель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6120783 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место рождения расположен Астор Пьяццолла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q172505 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество вид спорта у Кровопусков, Виктор Алексеевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q719353 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди создатель для сильмариллы"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1234666 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком столица находится Русская Америка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q910495 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда число Стралера у Луара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1469 wdt:P1548 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда создатель у ВКонтакте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116933 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая имеет часть у колодец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43483 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в сущность Q328079?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q328079 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой исполнитель расположен Don’t Cry?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1242271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого созвездие родом Арктур?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12985 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого создатель родом Видение отроку Варфоломею?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4110588 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Пьемонт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1216 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Определи столица Шотландия"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Мадейра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30188 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Ботсвана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q963 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место смерти говорят в Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Неаполь Скифский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2621094 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Дарвин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q11568 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая композитор у Евгений Онегин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q50956 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество изображённый объект у флаг Лихтенштейна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q103055 wdt:P180 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько голосовой тип в Эми Уайнхаус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15897 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Саади?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого исполнитель родом Don’t Cry?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1242271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой страна расположен Оранжевая?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q181475 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество идентификатор PIM у Пал Эрдёш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q173746 wdt:P3973 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна пушту?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q58680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой композитор у Танкред?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q911443 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком автор находится сущность Q2379240?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2379240 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком автор находится Остров Крым?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4338818 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой вид спорта у Лариса Семёновна Латынина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22102 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой административная единица у Чемпионат мира по водным видам спорта 2011?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q330343 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Пьер Огюст Ренуар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39931 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой исполнитель расположен Video Killed the Radio Star?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1164811 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком отец находится Ниоба?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q213621 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа создатель Памятник Крылову?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343206 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком архитектор находится Михайловский дворец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1930409 wdt:P84 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен столица Ацтекская империя?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2608489 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году композитор Семнадцать мгновений весны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q472018 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Qantas?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q32491 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Эльба?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45328 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком позиция в команде говорят в Игорь Владимирович Акинфеев?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q203002 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место нахождения в летние Олимпийские игры 2016?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8613 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен режиссёр Брат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1192679 wdt:P57 ?answer . \n}"}]}
