{"messages": [{"role": "user", "content": "Когда озвучивает у Пластилиновая ворона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212415 wdt:P725 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком подкласс находится пульсар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4360 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у грузинский лари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4608 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Русская Америка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q910495 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком валюта находится Лихтенштейн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q347 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая гражданство у Давид IV Строитель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36760 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком административная единица говорят в Иерусалимский библейский зоопарк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2915736 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда подкласс у макароны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20019 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой супруг расположен Владислав Николаевич Радимов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2286919 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у зимние Олимпийские игры 2018?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Beretta?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q324782 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа подкласс Егермейстер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q661871 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько режиссёр в Узник замка Иф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4469881 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда создатель у Утро в сосновом лесу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2666439 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой валюта расположен Армения?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q399 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого приток родом Парагвай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179396 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько страна происхождения в фламенко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9764 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой дисциплина в лёгкой атлетике расположен Сергей Назарович Бубка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184556 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда исполнитель у Форрест Гамп?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3077690 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое часть у привратник желудка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q290248 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество гражданство у сущность Q8023?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8023 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа часть Стекловидное тело?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q326710 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда режиссёр у Дама с собачкой?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339708 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Сезар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q174389 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место работы Оскар Нимейер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134165 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году жанр премия Дэвида Геммела?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17017638 wdt:P136 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая исполнитель у Hair of the Dog?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q962722 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q9315522"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q9315522 wdt:P2282 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого дисциплина в лёгкой атлетике родом Боб Бимон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52604 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место рождения находится Эрнесто Че Гевара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5809 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково валюта Венгрия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого основатель родом Hyundai?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29311 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое значимое событие у Семежево?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3917908 wdt:P793 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое имеет часть у Десять заповедей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34623 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком автор находится Песня о Гайавате?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q279486 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково вид спорта Им Тон Хён?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q314086 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица сущность Q917?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q917 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой основатель у Отечественные записки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2661947 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой вид спорта расположен Индийская защита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441458 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна происхождения фламенко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9764 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой главный редактор расположен Большая советская энциклопедия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q234535 wdt:P98 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество часть у Стекловидное тело?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q326710 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место рождения Алексей Владимирович Баталов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339581 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Суэцкий канал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q899 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого имеет часть родом амальгама?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q182574 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком административная единица находится Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у сущность Q179444?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179444 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой штаб-квартира у Белорусский автомобильный завод?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q815069 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком композитор находится Семнадцать мгновений весны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q472018 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Мадагаскар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1019 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен обслуживает Ливерпульский аэропорт имени Джона Леннона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8727 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково владелец VHS?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q183976 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько исполнитель в My Way?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q925657 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое домашний стадион у Бавария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15789 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Пирамида Солнца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29238 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково композитор Фантастическая симфония?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q462313 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор у Три закона роботехники?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q23758 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество валюта у Венгрия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место нахождения Финал чемпионата мира по футболу 1966?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1065912 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой административная единица у Большое Солёное озеро?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q178741 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком родительский таксон говорят в морские свиньи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10867 wdt:P171 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен композитор Карнавал животных?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q941724 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько исполнитель в Актриса Весна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3648594 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой столица расположен Кирибати?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q710 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько столица в Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Мачу-Пикчу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q676203 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком автор говорят в De rerum natura?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q861986 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком создатель находится Памятник Крылову?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343206 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа автор Лачплесис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1355709 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место рождения у Пьер Огюст Ренуар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39931 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор текста у Боже, Царя храни!?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q478470 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом гуляш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q205762 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Мадейра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30188 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково озвучивает Пластилиновая ворона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212415 wdt:P725 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком тренер находится Ягудин, Алексей Константинович?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q316861 wdt:P286 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа гражданство Даниэль Ортега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57402 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково основатель орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого значимое высказывание родом У меня есть мечта?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192341 wdt:P823 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой протекает расположен Ямал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q488266 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен валюта Острова Святой Елены, Вознесения и Тристан-да-Кунья?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192184 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая гражданство у Кобо Абэ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q186273 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая континент у Рокфеллер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q370807 wdt:P30 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у гуляш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q205762 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое часть у Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Республика Конго?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q971 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году гражданство Александр Флеминг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37064 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой медицинское состояние у Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P1050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году административная единица Мини-Европа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1067006 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Aer Lingus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83716 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое автор у Одесские рассказы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1775716 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор Логико-философский трактат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q655717 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая композитор у сущность Q12008?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12008 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Кентукки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1603 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого тождественно родом Нью-Йорк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q60 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа убийца Минотавр?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q129866 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком автор говорят в Семеро против Фив?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q506546 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое создатель у Скачет красная конница?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1523506 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком глава администрации говорят в Временное правительство России?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239543 wdt:P6 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен столица Канада?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q16 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая композитор у Танкред?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q911443 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком композитор находится Карнавал животных?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q941724 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком режиссёр говорят в Дама с собачкой?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q339708 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Эстония?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Бокас-дель-Торо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2632038 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен гражданство Голландец Шульц?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q957299 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая причина смерти у Горацио Нельсон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83235 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой создатель расположен Видение отроку Варфоломею?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4110588 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа домашний стадион Вильярреал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12297 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Тибет?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17252 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место нахождения в Российский государственный музей Арктики и Антарктики?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q673942 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор текста Боже, Царя храни!?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q478470 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа административная единица Омский областной музей изобразительных искусств имени М. А. Врубеля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19844167 wdt:P131 ?answer . \n}"}]}
