{"messages": [{"role": "user", "content": "Какая позиция в команде у Дэвид Бекхэм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10520 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком коллекция находится Красные виноградники в Арле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1926628 wdt:P195 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой официальный язык расположен Эфиопия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q115 wdt:P37 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком имя находится Дон Кихот?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q944201 wdt:P3091 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое мать у Людовик XIV?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7742 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен административная единица Сан-Суси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q151330 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен создатель Воины Апокалипсиса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52253277 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место нахождения расположен Памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая язык у Парацельс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83428 wdt:P6886 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место нахождения у Восстание Уота Тайлера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q498871 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Институт религиозных дел?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q266456 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Пьемонт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1216 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Муаммар Каддафи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19878 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году подкласс электрон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2225 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда домашний стадион у сборная Аргентины по футболу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q79800 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна происхождения у Ставка больше, чем жизнь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q961 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком домашний стадион находится сборная Аргентины по футболу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q79800 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году пересекает Дворцовый мост?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q148970 wdt:P177 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько страна в сущность Q328079?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q328079 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году режиссёр Дом, в котором я живу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4165167 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком позиция в команде находится Нильс Бор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7085 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком исполнитель находится Roar?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14559271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор текста Боже, Царя храни!?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q478470 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая число Стралера у Луара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1469 wdt:P1548 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Военный переворот 1973 года в Чили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q856670 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа место рождения Франциск Скорина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q435320 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой страна расположен Военное положение в Польше?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q718605 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько высшая точка в Польша?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36 wdt:P610 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком автор находится История села Горюхина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4205024 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Косцюшко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q178167 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место находится Ревизор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q471066 wdt:P4647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Новая Зеландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q664 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком голосовой тип находится Фёдор Шаляпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q189164 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место рождения в Иисус Христос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен язык Легенда об Уленшпигеле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3972449 wdt:P407 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество причина смерти у Джон Денвер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q105460 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой имеет часть расположен Десять заповедей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q34623 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Пуэрто-Рико?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1183 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое семья у Ричард I Львиное Сердце?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42305 wdt:P53 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году произведение Жак Паганель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6120783 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество имеет часть у амальгама?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q182574 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково гражданство Давид IV Строитель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36760 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа покровитель Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком валюта находится Армения?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q399 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен административная единица Дом Анны Франк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q165366 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Антверпен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12892 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место нахождения говорят в летние Олимпийские игры 2016?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8613 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место нахождения находится Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда изучает у Земля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой супруг расположен Рембрандт?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5598 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен вид спорта Марат Мубинович Сафин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q133318 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Русская Америка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q910495 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор Руслан и Людмила?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2353039 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место рождения у Владимир Владимирович Набоков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36591 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая исполнитель у Sabotage?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q692298 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком часть находится Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество режиссёр у Два капитана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4155587 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Словакия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько протекает в Тагарский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4449608 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Озеро Медуз?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q263422 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа административная единица Мини-Европа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1067006 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой владелец у Lexus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35919 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Beretta?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q324782 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое супруг у Афродита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35500 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году убийца Пётр Аркадьевич Столыпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q138487 wdt:P157 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Русская Америка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q910495 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна происхождения у Ставка больше, чем жизнь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q961 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа значимое событие Семежево?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3917908 wdt:P793 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место рождения в Сальвадор Дали?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5577 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого соединяется с родом гайка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190977 wdt:P2789 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Кирибати?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q710 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году первооткрыватель клинопись?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q401 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда создатель у сущность Q355?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q355 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда имя у Дон Кихот?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q944201 wdt:P3091 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году исполнитель Roar?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14559271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько режиссёр в Дети Дон Кихота?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4159337 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта у Острова Святой Елены, Вознесения и Тристан-да-Кунья?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192184 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое страна у Танталова пещера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q620269 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая адаптация у Карабас-Барабас?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14076726 wdt:P941 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году музыкальный инструмент Диззи Гиллеспи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q49575 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Косцюшко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q178167 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого вид спорта родом Им Тон Хён?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q314086 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое тождественно у сущность Q162062?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q162062 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Португалия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество язык у Парацельс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83428 wdt:P6886 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Мачу-Пикчу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q676203 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа автор Грозовой перевал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202975 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа основатель Новодевичий монастырь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q270725 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Бурятия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6809 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Калифорния?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q99 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Андалусия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5783 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Копакабана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202730 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково создатель сущность Q355?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q355 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая административная единица у Центральный военно-морской музей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190439 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда победитель у Мисс Мира 1994?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2635649 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько воинское звание в Маркус Вольф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q57399 wdt:P410 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году страна Карачи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8660 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое соединяется с у гайка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190977 wdt:P2789 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком гражданство находится Давид IV Строитель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36760 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая административная единица у Бузулук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42234 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа созвездие Вега?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3427 wdt:P59 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Андалусия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5783 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого победитель родом Чемпионат СССР по футболу 1991 (высшая лига)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2560523 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое административная единица у Неаполь Скифский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2621094 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество гражданство у Голландец Шульц?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q957299 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда подкласс у электрон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2225 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой жанр расположен премия Дэвида Геммела?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17017638 wdt:P136 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько победитель в Чемпионат СССР по футболу 1991 (высшая лига)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2560523 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько страна в Занзибар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q706541 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой мать у Иван Грозный?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7996 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место работы у Олег Валерианович Басилашвили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2622206 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место нахождения у Уффици?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51252 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Озеро Медуз?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q263422 wdt:P17 ?answer . \n}"}]}
