{"messages": [{"role": "user", "content": "Какого числа столица Швейцария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен автор Одесские рассказы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1775716 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Александр Флеминг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37064 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место работы у Оскар Нимейер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134165 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место нахождения Титаник?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q25173 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место нахождения Уффици?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51252 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое профессия у Юрий Юлианович Шевчук?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51094 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество столица у Удмуртия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5422 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой гражданство у Янош Кадар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200850 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у орден Академических пальм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q760940 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Уральский федеральный округ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41964 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Бокас-дель-Торо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2632038 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Aer Lingus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q83716 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой штат США американцы называют \"Штат Одинокой звезды\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX skos: <http://www.w3.org/2004/02/skos/core#>\n\nSELECT ?answer\nWHERE {\n?answer skos:altLabel \"Штат Одинокой звезды\"@ru .\n}"}]}
{"messages": [{"role": "user", "content": "Кто получил злополучное \"яблоко раздора\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q146970 wdt:P127 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кого в Древней Руси называли словом \"вуй\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\n\nSELECT ?answer\nWHERE {\nVALUES ?answer { wd:Q4120409 }\n}\n"}]}
{"messages": [{"role": "user", "content": "Какой часовой пояс в Солт-Лейк-Сити?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q23337 wdt:P421 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто убил Цезаря?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1048 wdt:P157 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто мэр Берлина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q64 wdt:P6 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто основал Intel?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q248 wdt:P112 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какой год основания пивоварни, производящей Pilsner Urquell?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q948831 wdt:P571 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда фильм 'Худший сценарий' выйдет в кино в Нидерландах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q6667101 wdt:P577 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Перечислите все химические элементы."}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\n?answer wdt:P31 wd:Q11344 .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кому принадлежит Aldi?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q125054 wdt:P355 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какое настоящее имя у Бэтмена?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2695156 wdt:P460 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Чем знаменит Илон Маск?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q317521 wdt:P61 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто создал WikiLeaks?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q359 wdt:P50 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто написал картину 'Буря на Галилейском море'?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2246489 wdt:P170 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "На каких космических аппаратах летал Юрий Гагарин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\n?answer wdt:P1029 wd:Q7327 .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто является мэром Нью-Йорка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q60 wdt:P6 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какие аэропорты обслуживает авиакомпания Air China?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q51747 wdt:P113 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какие официальные языки на Филиппинах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q928 wdt:P37 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто создал игру The Legend of Zelda?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q190679 wdt:P170 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Назовите имена астронавтов миссии Аполлон-14."}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q178871 wdt:P1029 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто разработал Minecraft?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q49740 wdt:P178 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Где играют бейсбольные клубы Red Sox?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q213959 wdt:P115 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какой актёр сыграл роль Чубакки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q51803 wdt:P175 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "В каком штате США находится гора Мак-Кинли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q130018 wdt:P131 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какие авиакомпании входят в альянс SkyTeam?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\n?answer wdt:P114 wd:Q212282 .\n}\n"}]}
{"messages": [{"role": "user", "content": "На каких инструментах играл Кэт Стивенс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q154216 wdt:P1303 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто написал книгу «Голодные игры»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q11679 wdt:P50 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какое имя при рождении было у Ангелы Меркель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q567 wdt:P1477 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "На ком был женат Том Круз?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q37079 wdt:P26 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько сотрудников у IBM?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q37156 wdt:P1128 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какие аэропорты обслуживает авиакомпания Yeti Airlines?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1480118 wdt:P113 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Где родился Гёте?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q5879 wdt:P19 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какие ингредиенты нужны для морковного торта?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q656071 wdt:P527 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какова площадь Великобритании?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q145 wdt:P2046 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто создал Бэтмена?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2695156 wdt:P170 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "На какой высоте находится аэропорт Дюссельдорфа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q58226 wdt:P2044 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто является редактором журнала Forbes?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q25161472 wdt:P98 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какое имя дали при рождении Адель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q23215 wdt:P1477 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто является автором «Толкования сновидений»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q726382 wdt:P50 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда умер Шекспир?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q692 wdt:P570 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто создал Slack?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\n?answer wdt:P1056 wd:Q17130715 .\n}\n"}]}
{"messages": [{"role": "user", "content": "К какому биологическому виду принадлежат слоны?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q7378 wdt:P279 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "В какой древней империи можно было расплачиваться какао-бобами?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\n?answer wdt:P38 wd:Q208008 .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда вышла последняя серия сериала «Друзья»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q79784 wdt:P582 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто сочинил саундтрек к фильму «Титаник»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q44578 wdt:P86 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько длится мультфильм «История игрушек»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q171048 wdt:P2047 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Со сколькими странами граничит Иран?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q794 wdt:P47 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто мэр Парижа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q90 wdt:P6 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Перечислите детей Маргарет Тэтчер."}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q7416 wdt:P40 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая высота Морской башни в Иокогаме?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1207989 wdt:P2048 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Из какой страны компания Sitecore?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2663195 wdt:P17 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Где родился Фрэнк Синатра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q40912 wdt:P19 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда был построен «Титаник»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q25173 wdt:P729 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько стоил фильм «Лего. Фильм»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q2608065 wdt:P2130 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто написал музыку для фильма «Гарольд и Мод»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q368577 wdt:P86 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько стоил фильм «Криминальное чтиво»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q104123 wdt:P2130 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Где родился Иоганн Себастьян Бах?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1339 wdt:P19 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какова численность населения Евразии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q5401 wdt:P1082 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда началась Нормандская операция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q8641370 wdt:P580 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто создал мультсериал «Гриффины»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q5930 wdt:P170 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто является основателем издательства Penguin Books?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q1336200 wdt:P112 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая валюта у Китая?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q148 wdt:P38 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Кто открыл Плутон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q339 wdt:P61 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какое произведение лежит в основе либретто оперы Дж. Верди \"Травиата\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q186162 wdt:P144 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какому государству в XVI веке принадлежал военный флот, вошедший в историю под названием \"Непобедимая Армада\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q179684 wdt:P17 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какую болезнь называют \"лепра\"?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\n\nSELECT ?answer\nWHERE {\nVALUES ?answer { wd:Q36956 }\n}\n"}]}
{"messages": [{"role": "user", "content": "Где находится памятник писающему мальчику"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q152072 wdt:P131 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда закрыли Чернобыльскую АЭС?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q215419 wdt:P730 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда вымер мегалодон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q163873 wdt:P582 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая площадь Казахстана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q232 wdt:P2046 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая площадь Беларуси?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q184 wdt:P2046 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какая площадь Азовского моря?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q35000 wdt:P2046 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько сезонов в сериале «Воронины»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q4125559 wdt:P2437 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какова протяжённость Садового кольца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q961888 wdt:P2043 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Сколько серий в телесериале «Санта-Барбара»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q22272 wdt:P1113 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какими по счёту были зимние Олимпийские игры в Сочи в 2014 году?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q9678 wdt:P393 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда обнаружили гробницу Тутанхамона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q835309 wdt:P575 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Когда впервые в летописи упоминается Москва?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q649 wdt:P1249 ?answer .\n}\n"}]}
{"messages": [{"role": "user", "content": "Какова высота водопада Анхель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n\nSELECT ?answer\nWHERE {\nwd:Q80299 wdt:P2048 ?answer .\n}\n"}]}
