{"messages": [{"role": "user", "content": "Какое количество дисциплина в лёгкой атлетике у Сергей Назарович Бубка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184556 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Озеро Медуз?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q263422 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой страна происхождения расположен Коммандария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1115080 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место нахождения у Домик Петра I (Нидерланды)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17594749 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое место работы у Олег Валерианович Басилашвили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2622206 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место рождения Иисус Христос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q302 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда единица измерения у тесла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q163343 wdt:P111 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен автор Путешествие на Запад?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q70784 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково обслуживает Международный аэропорт имени Леонардо да Винчи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19101 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место действия Принц и нищий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2628907 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково часть гипотенуза?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q104962 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Нойшванштайн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4152 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Кирибати?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q710 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда значимое событие у Семежево?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3917908 wdt:P793 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого режиссёр родом Брат?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1192679 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком супруг находится Афродита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35500 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой имеет отношение к расположен амбра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q188774 wdt:P1582 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор 451 градус по Фаренгейту?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202009 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество создатель у Потолок Сикстинской капеллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q844675 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково подкласс термос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q23664 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой домашний стадион расположен Бавария?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15789 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой обслуживает у Ливерпульский аэропорт имени Джона Леннона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8727 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа владелец VHS?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q183976 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько музыкальный инструмент в Вера Георгиевна Дулова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q754361 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком гражданство находится Кобо Абэ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q186273 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен отец Пан?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q132582 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда награда у Пираты Карибского моря: Сундук мертвеца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q161087 wdt:P166 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково автор Лачплесис?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1355709 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая названо в честь у сущность Q134465?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q134465 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком произведение находится Бен Ганн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4885761 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда административная единица у Пирамида Джосера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192418 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году исполнитель Video Killed the Radio Star?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1164811 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен столица Пуэрто-Рико?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1183 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком столица находится Португалия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого этническая группа родом Сёрен Кьеркегор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6512 wdt:P172 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой столица расположен ЮАР?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q258 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково единица измерения сущность Q39552?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39552 wdt:P1880 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько композитор в Орфей и Эвридика (зонг-опера)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4337231 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Зал славы рок-н-ролла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179191 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году исполнитель Hair of the Dog?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q962722 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой режиссёр у Узник замка Иф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4469881 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого изучает родом флаг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14660 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком валюта говорят в ацтеки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12542 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком страна говорят в Изумрудный Будда?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1502138 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько фаворит в Алексей Григорьевич Разумовский?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q918514 wdt:P451 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько страна в сущность Q179444?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179444 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой место нахождения расположен Президентский полк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2748789 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом Пагода Шведагон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q464535 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна зимние Олимпийские игры 2018?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у пармезан?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q155922 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна у Бокас-дель-Торо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2632038 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Кирибати?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q710 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в сущность Q917?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q917 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен основатель Отечественные записки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2661947 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком озвучивает говорят в Пластилиновая ворона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212415 wdt:P725 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком административная единица говорят в Сворачивающийся мост?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2001686 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году автор Десять книг об архитектуре?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1232238 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество причина смерти у Фрэнсис Дрейк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36517 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа область деятельности Софья Васильевна Ковалевская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184535 wdt:P101 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда столица у Франкское государство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146246 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково домашний стадион сборная Аргентины по футболу?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q79800 wdt:P115 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа приток Укаяли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q200952 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое позиция в команде у Дэвид Бекхэм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10520 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком эндемичная территория говорят в Ройбос?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q272181 wdt:P183 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой автор расположен De rerum natura?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q861986 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место рождения родом Мухаммед?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9458 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой страна расположен Суэцкий канал?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q899 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Удмуртия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5422 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у орден Академических пальм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q760940 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место работы родом Анри Филипп Петен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5721 wdt:P937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа место нахождения Александрийский маяк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43244 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Дарвин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q11568 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком единица измерения находится сущность Q39552?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39552 wdt:P1880 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Аляска?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q797 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество место нахождения у Финал чемпионата мира по футболу 1966?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1065912 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком столица говорят в Оранжевое Свободное Государство?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q218023 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого идентификатор PIM родом Пал Эрдёш?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q173746 wdt:P3973 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество победитель у Чемпионат СССР по футболу 1991 (высшая лига)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2560523 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково причина смерти Фрэнсис Дрейк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q36517 wdt:P509 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа голосовой тип Эми Уайнхаус?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15897 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой столица у Эстония?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Мини-Европа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1067006 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна происхождения находится пармезан?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q155922 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен часть Виктория?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43278 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен протекает Исландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3740828 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько штаб-квартира в Грассхоппер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201360 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой произведение у Жак Паганель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6120783 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа столица Ацтекская империя?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2608489 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна грузинский лари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4608 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место действия Улисс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6511 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько семья в Ричард I Львиное Сердце?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q42305 wdt:P53 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2138662"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2138662 wdt:P776 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа место нахождения Маринкина башня?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4281506 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место рождения у Михаил Таль?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q102664 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Тонтон-макуты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q923766 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда режиссёр у Танцующий с волками?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20456 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор у Три товарища?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1257081 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько имеет часть в амальгама?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q182574 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого страна родом грузинский лари?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4608 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько создатель в Утро стрелецкой казни?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4478998 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой век расположен Ханс Кристиан Андерсен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5673 wdt:P2348 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен экземпляр класса Гавайи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q782 wdt:P31 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество композитор у Три плюс два?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1634934 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком находится на говорят в Фудзияма?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39231 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой победитель расположен Чемпионат России по футболу 2013/2014?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13410151 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место нахождения говорят в Домик Петра I (Нидерланды)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17594749 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество административная единица у Пантикапей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q906661 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая день в году у День святого Валентина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37587 wdt:P837 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Хорватия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q224 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково место рождения Эрнесто Че Гевара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5809 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Копакабана?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q202730 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество официальный язык у Эфиопия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q115 wdt:P37 ?answer . \n}"}]}
