{"messages": [{"role": "user", "content": "Чему равен основатель орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой гражданство у Кобо Абэ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q186273 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место нахождения у Памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Туннель любви?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9635778 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество композитор у Подмосковные вечера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q62272 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда создатель у Потолок Сикстинской капеллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q844675 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой создатель у сильмариллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1234666 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда обслуживает у Белград?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q127955 wdt:P931 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком автор говорят в Кондуит и Швамбрания?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2252950 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место рождения в сущность Q66075?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q66075 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Туннель любви?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9635778 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько родительский таксон в морские свиньи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10867 wdt:P171 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа вид спорта Соткилава, Зураб Лаврентьевич?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3652339 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен день в году День святого Валентина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37587 wdt:P837 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда валюта у Лихтенштейн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q347 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2249091"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2249091 wdt:P7431 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году названо в честь Оранжевый орден?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1345321 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Сендеро луминосо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q207854 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Банф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41858 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Шотландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q22 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа экземпляр класса Кореец (канонерская лодка)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1784376 wdt:P31 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году голосовой тип Фёдор Шаляпин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q189164 wdt:P412 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково административная единица Мини-Европа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1067006 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого часть родом Вий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1409198 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен валюта Армения?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q399 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа валюта Макао?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q14773 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица у Чувашия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5466 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой команда у Андрей Геннадьевич Кириленко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q294788 wdt:P647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа страна Военный переворот 1973 года в Чили?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q856670 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково тождественно сущность Q162062?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q162062 wdt:P460 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место работы говорят в Юрий Мефодьевич Соломин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2623285 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько дисциплина в лёгкой атлетике в Боб Бимон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q52604 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна происхождения у фламенко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9764 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна происхождения пармезан?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q155922 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество страна у Зимние Олимпийские игры 2002?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9668 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году владелец Lexus?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35919 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда протекает у Тверь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2288 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком основатель говорят в орден Золотого руна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q465774 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Има Сумак?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239030 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Дом Анны Франк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q165366 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа место нахождения Памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество автор у От двух до пяти?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q18687121 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой основатель расположен Русский балет Дягилева?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214423 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого административная единица родом Веймар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3955 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой создатель расположен Утро стрелецкой казни?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4478998 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком воинская часть говорят в Михаил Юрьевич Лермонтов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q46599 wdt:P241 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого штаб-квартира родом Кременчугский автомобильный завод?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q783036 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда отец у Чезаре Борджиа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q187998 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько столица в Цинхай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q45833 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен страна Шантарские острова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q338279 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком изучает говорят в атмосфера Земли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3230 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году место нахождения Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Королевство Обеих Сицилий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q180393 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество гражданство у Муаммар Каддафи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19878 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году столица Новая Зеландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q664 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого архитектор родом Михайловский дворец?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1930409 wdt:P84 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа часть привратник желудка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q290248 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда валюта у ацтеки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12542 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой подкласс расположен пульсар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4360 wdt:P279 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место действия у Принц и нищий?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2628907 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком году административная единица Прадо?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q160112 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда страна у Семь Рильских озёр?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1661327 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа жанр Капитанская дочка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q144569 wdt:P136 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком автор говорят в Спящая царевна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19221647 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой находится на у Фудзияма?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q39231 wdt:P706 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место действия находится Улисс?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6511 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен мать Иван Грозный?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7996 wdt:P25 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого столица родом Удмуртия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5422 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком глава администрации находится Временное правительство России?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239543 wdt:P6 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой воинская часть расположен Михаил Юрьевич Лермонтов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q46599 wdt:P241 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько столица в Новая Зеландия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q664 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько композитор в Фантастическая симфония?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q462313 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого место рождения родом Луи Армстронг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1779 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько место рождения в Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково основатель Отечественные записки?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2661947 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда режиссёр у Узник замка Иф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4469881 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое административная единица у Омский областной музей изобразительных искусств имени М. А. Врубеля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19844167 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое коллекция у Красные виноградники в Арле?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1926628 wdt:P195 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен место Камамбер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q131480 wdt:P1071 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком первооткрыватель находится фонограф?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q116434 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком место рождения говорят в Луи Армстронг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1779 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково страна Пирамида Солнца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q29238 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен супруг Афродита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q35500 wdt:P26 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком исполнитель говорят в Don’t Cry?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1242271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько административная единица в Центральный военно-морской музей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q190439 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое создатель у сущность Q355?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q355 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая штаб-квартира у Международный комитет Красного Креста?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5987345 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково медицинское состояние Людвиг ван Бетховен?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q255 wdt:P1050 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой основатель расположен Подари жизнь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4366981 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько следует за в майор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q983927 wdt:P155 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой страна у Институт религиозных дел?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q266456 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком штаб-квартира находится Грассхоппер?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201360 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая место рождения у Луи Армстронг?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1779 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда гражданство у Муаммар Каддафи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q19878 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна находится Чемпионат мира по футболу 2006?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q37285 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько этническая группа в Сёрен Кьеркегор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6512 wdt:P172 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2594284"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2594284 wdt:P1693 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каково столица Ацтекская империя?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2608489 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какого числа имеет часть амальгама?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q182574 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Чему равен произведение Бен Ганн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4885761 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое количество профессия у Дилан Томас?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q191023 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком место нахождения находится Памятник Фаине Раневской?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4343397 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое создатель у Последний день Помпеи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2521909 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком страна происхождения находится Ставка больше, чем жизнь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q961 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место нахождения у Александрийский маяк?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43244 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком разработчик находится когнитивная терапия?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q13693745 wdt:P178 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой протекает у Тверь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2288 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой место рождения у Каролина Эррера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q264589 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком актёр говорят в Авиатор?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201924 wdt:P161 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой автор у сущность Q2379240?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2379240 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое столица у Уральский федеральный округ?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q41964 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Когда место жительства у Шива?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q11378 wdt:P551 ?answer . \n}"}]}
