{"messages": [{"role": "user", "content": "Какая столица Андалусии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5783 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор романа «Три товарища»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1257081 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто озвучивает мультфильм «Пластилиновая ворона»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1212415 wdt:P725 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Сколько страна в Карачи?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q8660 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта у сущности Q225?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q225 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q7886849"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q7886849 wdt:P4863 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создал потолок Сикстинской капеллы?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q844675 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q2653545"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q2653545 wdt:P100 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится замок Нойшванштайн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4152 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор текста песни «Сулико»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2417129 wdt:P676 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находятся тонтон-макуты?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q923766 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто владелец формата VHS?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q183976 wdt:P127 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни «Don’t Cry»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1242271 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто исполнитель песни из фильма «Форрест Гамп»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3077690 wdt:P175 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где происходит действие повести «Принц и нищий»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2628907 wdt:P840 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "С чем связана амбра?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q188774 wdt:P1582 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор стихотворения «Парус»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q15723090 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой часовой пояс в Лиссабоне?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q597 wdt:P421 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая позиция в команде у Нильса Бора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q7085 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель яблока раздора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q146970 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор повести «История села Горюхина»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4205024 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто отец Чезаре Борджиа?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q187998 wdt:P22 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Эрнесто Че Гевара?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5809 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Франциск Скорина?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q435320 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "За какую команду играл Андрей Геннадьевич Кириленко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q294788 wdt:P647 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из какого произведения родом персонаж Жак Паганель?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6120783 wdt:P1441 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое значимое событие произошло в Семежево?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3917908 wdt:P793 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком архитектурном стиле построен Храм Христа Спасителя?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q194474 wdt:P149 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто победитель чемпионата СССР по футболу 1991 года (высшая лига)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2560523 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "На каком музыкальном инструменте играла Вера Георгиевна Дулова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q754361 wdt:P1303 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто первым открыл абсолютный нуль температуры?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q81182 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Пуэрто-Рико?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1183 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта была у ацтеков?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12542 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "К какому виду спорта относится индийская защита?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q441458 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находятся Шантарские острова?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q338279 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое звание следует за майором?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q983927 wdt:P155 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Ковентри?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q20986417 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Мона Лиза»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12418 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q7459278"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q7459278 wdt:P3023 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Портрет Евграфа Давыдова»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q18688280 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q583764"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q583764 wdt:P4762 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Юрия Юлиановича Шевчука?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q51094 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В каком жанре вручается премия Дэвида Геммела?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17017638 wdt:P136 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой единицей измерения измеряется тесла?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q163343 wdt:P111 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Словакии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q214 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране прошли зимние Олимпийские игры 2018 года?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким видом спорта занимается Им Тон Хён?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q314086 wdt:P641 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор фильма «Три плюс два»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1634934 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой идентификатор TDKIV у блога?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q30849 wdt:P5398 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q4003023"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q4003023 wdt:P4844 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был председателем Русского географического общества?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q726762 wdt:P488 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится штаб-квартира Кременчугского автомобильного завода?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q783036 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родилась сущность Q66075?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q66075 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родился Мухаммед?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9458 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Закарпатской области?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q170213 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Дом, в котором я живу»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4165167 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где родилась Фаина Георгиевна Раневская?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q470466 wdt:P19 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто архитектор Михайловского дворца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1930409 wdt:P84 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой родительский таксон у морских свиней?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10867 wdt:P171 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой приток у реки Парагвай?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q179396 wdt:P403 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится Домик Петра I (Нидерланды)?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q17594749 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где работал Юрий Мефодьевич Соломин?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2623285 wdt:P108 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая позиция в команде у Дэвида Бекхэма?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q10520 wdt:P413 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Занзибар?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q706541 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится сущность Q4288454?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4288454 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится пагода Шведагон?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q464535 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Портрет мадам Икс»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2664039 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Из каких частей состоит сущность Q732607?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q732607 wdt:P527 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Каким экземпляром класса является канонерская лодка «Кореец»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1784376 wdt:P31 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Пантикапей?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q906661 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто режиссёр фильма «Маяковский смеётся, или Клоп-75»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4286407 wdt:P57 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q297802"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q297802 wdt:P2712 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится Ангкор-Ват?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q43473 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Удмуртии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5422 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится Большое Солёное озеро?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q178741 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая профессия у Аристотеля?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q868 wdt:P106 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор книги «Шевалье де Сент-Эрмин»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4521904 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто композитор оперы «Танкред»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q911443 wdt:P86 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая валюта у Лихтенштейна?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q347 wdt:P38 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает через Саратов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q5332 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Частью чего является привратник желудка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q290248 wdt:P361 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто открыл законы Ньютона?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q38433 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая страна происхождения у фламенко?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q9764 wdt:P495 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Последний день Помпеи»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2521909 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто автор Лестерского кодекса?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q683814 wdt:P50 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Объединённых Арабских Эмиратов?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q878 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране говорят на пушту?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q58680 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Найди информацию о Q3417642"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\n# Возможно, сущность или свойство не существует\nSELECT ?answer\nWHERE {\n wd:Q3417642 wdt:P7937 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель фонда «Подари жизнь»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q4366981 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая река протекает через Тверь?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2288 wdt:P206 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой дисциплиной в лёгкой атлетике занимался Сергей Назарович Бубка?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q184556 wdt:P2416 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Калифорнии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q99 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто победитель конкурса «Мисс Мира 1994»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2635649 wdt:P1346 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто является покровителем Венеции?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q641 wdt:P417 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Хорватии?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q224 wdt:P36 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая наука изучает атмосферу Земли?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q3230 wdt:P2579 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой стране находится сущность Q643049?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q643049 wdt:P17 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель теории множеств?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q12482 wdt:P61 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В честь кого назван импрессионизм?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q40415 wdt:P138 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какое гражданство у Голландца Шульца?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q957299 wdt:P27 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где происходила Сандинистская революция?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q1463516 wdt:P276 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какой актёр снимался в фильме «Авиатор»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201924 wdt:P161 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая этническая группа у Сёрена Кьеркегора?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q6512 wdt:P172 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто был главой администрации Временного правительства России?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q239543 wdt:P6 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где умер Жюль Верн?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q33977 wdt:P20 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится штаб-квартира «Грассхоппера»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q201360 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель картины «Смерть Ивана Грозного»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q28226547 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто создатель сущности Q355?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q355 wdt:P170 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Кто основатель журнала «Отечественные записки»?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q2661947 wdt:P112 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Где находится штаб-квартира Белорусского автомобильного завода?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q815069 wdt:P159 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "В какой административной единице находится пирамида Джосера?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q192418 wdt:P131 ?answer . \n}"}]}
{"messages": [{"role": "user", "content": "Какая столица Оранжевого Свободного Государства?"}, {"role": "assistant", "content": "PREFIX wd: <http://www.wikidata.org/entity/>\nPREFIX wdt: <http://www.wikidata.org/prop/direct/>\nSELECT ?answer\nWHERE {\n wd:Q218023 wdt:P36 ?answer . \n}"}]}
